<?php

return array(
    'save'    => 'حفظ',
    'undo'    => 'تراجع',
    'show'    => 'عرض',
    'modify'  => 'تعديل',
    'delete'  => 'حذف',
    'add'     => 'أضف',
    'reset'   => 'إعادة ضبط',
    'search'  => 'بحث',
    'back'    => 'رجوع',

    //dataedit
    'inserted'   => 'لقد تمّت الاضافة بنجاح',
    'updated'    => 'لقد تمّ تعديل السجل',
    'deleted'    => 'لقد تمّ حذف السجل',
    'err'        => 'حصل خطأ في قراءة السجل',
    'err_unknown'=> 'خطأ, لم يتم إختيار أي سجل',
    'err_dup_pk' => 'خطأ، المفتاح الأساسي مكرّر',
    'conf_delete'=> 'هل أنت متأكّد من حذف السجل؟',

);
